import Image from "next/image";
import Link from "next/link";
import homeIcon from "../../public/homeIcon.svg";
import rightArrow from "../../public/rightArrow.svg";
import aboutUsPicture from "../../public/coverweb.webp";
import Head from "next/head";

export const metadata = {
  title: "ჩვენს შესახებ",
};

export default function page() {
  return (
    <>
      <Head>
        <link rel="canonical" href="https://academy.idearoom.ge/about" />
      </Head>
      <section className="mt-[128px] mb-24 container mx-auto max-sm:max-w-[95%]">
        <div className="flex  items-center gap-3 my-3">
          <Link href="/">
            <Image
              className="w-[14px] h-[12px] sm:w-[16px] sm:h-[14px]"
              src={homeIcon}
              alt="homeIcon-svg"
            />
          </Link>
          <Image className="mt-[2px]" src={rightArrow} alt="rightArrow-svg" />
          <div>
            <Link href="/about">
              <p className="caps-text text-xs hover:underline sm:text-sm font-regular text-[#6A737D] mt-[5px]">
                ჩვენს შესახებ
              </p>
            </Link>
          </div>
        </div>
        <div>
          <img
            className="w-full h-[450px] max-sm:h-[155px] max-[430px]:h-[135px] max-[380px]:h-[125px] max-md:h-[215px] max-lg:h-[250px] max-xl:h-[330px] mt-7 object-cover rounded-[20px]"
            src={aboutUsPicture.src}
            alt="about-us picture"
          />
          <div className="text-[#434A53] max-sm:text-sm mt-[40px] leading-[24px]">
            <p className="mb-3">
              <strong>ვინ ვართ ჩვენ?</strong>
            </p>
            <p>
              ციფრული სააგენტო იდეარუმი უკვე 5 წელზე მეტია წარმატებით საქმიანობს
              ადგილობრივ და საერთაშორისო ბაზარზე. ჩვენი გუნდი, 10+ წლიანი
              გამოცდილებით, ქმნის მრავალფეროვან ციფრულ პროდუქტებს მომხმარებელთა
              საჭიროებების შესაბამისად.
            </p>
            <p className="mt-3">
              იდეარუმის აკადემია — ეს არის ადგილი მათთვის, ვისაც სურს გადადგას
              პირველი ნაბიჯები ციფრულ სფეროში ან გაიღრმავოს არსებული ცოდნა.
              ჩვენი მიზანია, დავეხმაროთ ადამიანებს ახალი უნარების განვითარებაში,
              კარიერის დაწყებასა თუ შეცვლაში.
            </p>
            <p className="mt-3">
              აკადემია ფუნქციონირებს უკვე 3 წელია და ამ დროის განმავლობაში
              200-ზე მეტი მოსწავლე გადამზადდა აუდიტორიულ სივრცეში (offline),
              რომელთაგან ბევრი წარმატებით დასაქმდა ციფრულ ინდუსტრიაში.
            </p>
            <p className="mt-3">
              ციფრული უნარები უკვე აღარ წარმოადგენს მხოლოდ მომავალს — ისინი
              დღესდღეობით აუცილებლობაა. სწორედ ამიტომ, ჩვენ გვსურს, ყველას
              მივცეთ შესაძლებლობა, ისწავლოს, განვითარდეს და რეალურად გამოიყენოს
              ცოდნა.
            </p>
            <p className="mt-3">
              ჩვენ ვართ გუნდი, რომელიც გულწრფელად ზრუნავს თითოეულ მოსწავლეზე,
              მის პროფესიულ განვითარებასა და მომავალზე.
            </p>

            <p className="mt-7 mb-3">
              <strong>ჩვენი მისია</strong>
            </p>
            <p>
              ჩვენი მისიაა, ჩამოვაყალიბოთ გულწრფელი და ეფექტური საგანმანათლებლო
              ურთიერთობა.
            </p>
            <p className="mt-3">
              ჩვენ გვსურს, ადგილობრივ ახალგაზრდებს და ყველა ასაკის მოტივირებულ
              ადამიანს მივცეთ შანსი, გახდნენ ციფრული ინდუსტრიის ნაწილი.
            </p>
            <p className="mt-3 mb-7">
              ვცდილობთ, ციფრული განათლება გავხადოთ თანამედროვე, პრაქტიკული და
              ხარისხიანი. ვასწავლით არა მხოლოდ ტექნიკურ ცოდნას, არამედ რეალურ
              სიტუაციებში მოქმედებას — პროექტებზე მუშაობით, მენტორობით,
              ხელოვნური ინტელექტის გამოყენებითა და კარიერული კონსულტაციით.
            </p>

            <p className="mb-3">
              <strong>რატომ ჩვენ?</strong>
            </p>
            <p className="mb-3">
              სწავლება მიმდინარეობს ადგილზე, რაც ხელს უწყობს ისეთი უნარების
              განვითარებას, როგორებიცაა თავდაჯერებულობა, აუდიტორიის წინაშე
              საუბრის უნარი, სოციალური და ემოციური ინტელექტი, გუნდური მუშაობა და
              კომუნიკაციის უნარები.
            </p>
            <p className="mb-3">
              გვყავს გამოცდილი ტრენერები, რომლებიც ყოველდღიურად მუშაობენ ციფრულ
              ინდუსტრიაში და გიზიარებენ რეალურ გამოცდილებას.
            </p>
            <p className="mb-3">
              პროგრამები შედგენილია ისე, რომ თეორიული ცოდნის მიღებასთან ერთად
              სტუდენტებმა იმუშაონ რეალურ პროექტებზე, შეიძინონ პრაქტიკული
              გამოცდილება და მზად იყვნენ დასაქმებისთვის.
            </p>
            <p className="mb-3">
              წარმატებული კურსდამთავრებულებისთვის არსებობს თანამშრომლობის
              რეალური შესაძლებლობა <strong>იდეარუმის</strong> გუნდში ან პარტნიორ
              ორგანიზაციებთან.
            </p>

            <p>
              <strong>
                შემოგვიერთდი და ერთად გადავდგათ ნაბიჯი ცოდნის, განვითარებისა და
                წარმატებისკენ!
              </strong>
            </p>
          </div>
        </div>
      </section>
    </>
  );
}
